[Door_Transitions.LTD_Brothel_to_Streets:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="蒸留所地区への扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_Brothel_to_StreetsMain:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="クラバリング大通りへの扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_Brothel_to_StreetsRoof:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="キャプテンズチェア・ホテルへの扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Pawn_EliteBodyGuard_01 DisTweaks_NPCPawn]
m_BusyText="このキャラクターはビジー状態です"
m_CannotStealMessage="この種類の弾薬はこれ以上持てない"

[Twk_Pawn_EliteBodyGuard_01:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="衛兵隊長"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Twk_Pawn_EliteBodyGuard_02 DisTweaks_NPCPawn]
m_BusyText="このキャラクターはビジー状態です"
m_CannotStealMessage="この種類の弾薬はこれ以上持てない"

[Twk_Pawn_EliteBodyGuard_02:DisTweaks_InteractableInterface_74 DisTweaks_InteractableInterface]
m_Name="衛兵隊長"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[ValveBase_twk:DisTweaks_InteractableInterface_11 DisTweaks_InteractableInterface]
m_Name="バルブの基礎"
m_InteractText="`GBA_Use` 使う"
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_AltInteractText=""
m_UseMessage="何かが失われている"
m_AltUseMessage=""
m_CannotUseMessage=""

